// src/pages/AboutPage.tsx
import '/src/styles/AboutPage.css';

const AboutPage = () => {
  return (
    <div className="about-page">
      <h1>О нас</h1>
      <p>
        Добро пожаловать в "Мистический Магазин Мавроди"! Мы специализируемся на уникальных товарах, связанных с наследием Сергея Мавроди, включая книги и сувениры, наполненные тайной и мистикой.
      </p>
      <p>
        Наша миссия — предоставлять уникальные товары, которые пробуждают интерес к истории и загадкам. Мы стремимся создать пространство, где каждый может найти что-то интересное и необычное.
      </p>
      <p>
        Магазин был основан энтузиастами, вдохновленными наследием Сергея Мавроди, и мы гордимся тем, что можем предложить наши товары любителям мистики.
      </p>
    </div>
  );
};

export default AboutPage;
