// src/pages/AboutPage.tsx
import '/src/styles/AboutPage.css';

const AboutPage = () => {
  return (
    <div className="about-page">
      <h1>Контакты</h1>
      <p>
        Мы специализируемся на уникальных товарах, связанных с наследием Сергея Мавроди, включая книги и сувениры, наполненные тайной и мистикой.
      </p>
      <p>
        Наша миссия — предоставлять уникальные товары, которые пробуждают интерес к истории и загадкам. 
      </p>
      <p>
        Магазин был основан энтузиастами, вдохновленными наследием Сергея Мавроди.
      </p>
    </div>
  );
};

export default AboutPage;
